[
  {
    "dialog": "What are your quill skills like, my dear?"
  },
  {
    "dialog": "I can transcribe at a pace of 80 words per minute without error, and my hand is quick enough to take dictation in the English language at a speed of 120 words per minute."
  },
  {
    "dialog": "Are these the robes you desire to have cleaned, madam?"
  },
  {
    "dialog": "Aye, when might I retrieve them?"
  },
  {
    "dialog": "If they are collected posthaste, you may have them returned to you this very evening."
  },
  {
    "dialog": "That is acceptable. Please ensure my suit is treated with a scouring charm, if you would be so kind."
  },
  {
    "dialog": "Very well, kindly fill out the registry first."
  },
  {
    "dialog": "What ails me, good Healer? I find myself feeling quite fatigued of late."
  },
  {
    "dialog": "Your blood pressure is the cause, I'm afraid. 'Tis far too elevated."
  },
  {
    "dialog": "What could be the root of this issue?"
  },
  {
    "dialog": "O'erwork, amongst other causes. One cannot toil for 24 hours a day. You must take it easier, lest you drive yourself to exhaustion."
  },
  {
    "dialog": "But I cannot simply cease my labors."
  },
  {
    "dialog": "You must, I fear. And have you not noticed? You weigh 200 stone. 'Tis far too much for one of your stature."
  },
  {
    "dialog": "Are you suggesting I must shed some weight?"
  },
  {
    "dialog": "Aye. You must reduce your intake of bread and potatoes, and take more exercise."
  },
  {
    "dialog": "You rise early, Tom. What do you do with your mornings?"
  },
  {
    "dialog": "I engage in physical activity. The morning hours are the most precious of the day and should not be wasted. I seize the time and put it to good use."
  },
  {
    "dialog": "So, you spend your mornings building your strength. Where do you typically train?"
  },
  {
    "dialog": "Typically, I run to the Black Bamboo Park as a warm-up. The admission is free of charge. Then, I commence my regimen."
  },
  {
    "dialog": "Do you follow the same regimen every day?"
  }
]