[
  {
    "dialog": "It appears the delivery service hath committed this deed."
  },
  {
    "dialog": "In that case, we ought to bring this matter to their attention forthwith."
  },
  {
    "dialog": "Greetings, Mr. Johnson. I am pleased thou hast found the time to meet with me. There is no finer setting for our discussion today, the ambiance in this place is delightful."
  },
  {
    "dialog": "Fear not, for I always make it a point to mix business with leisure when the opportunity presents itself. Now, pray tell, what more canst thou tell me about these confections thou art offering?"
  },
  {
    "dialog": "Well, as thou art aware, I have recently become the exclusive distributor of Grangers Gourmet Bon-bons throughout the United States. They are a new manufacturer, seeking to make their mark in the luxury market. Thy restaurant immediately came to mind, as I believe it embodies many of the same qualities as Grangers. Adding these chocolates to thy menu shall further establish thy reputation for providing first-class, elegant, and luxurious dining."
  },
  {
    "dialog": "Hmmm, intriguing... Gourmet chocolates, are they produced in Belgium, perchance?"
  },
  {
    "dialog": "Nay, the factory is located in Scotland."
  },
  {
    "dialog": "Truly? I was not aware Scotland was renowned for its luxury chocolate production."
  },
  {
    "dialog": "That is precisely what makes this such a remarkable opportunity! The government is fully supportive of creating new markets for exports and hath guaranteed a low tariff for wholesale orders of more than a thousand units. They have also streamlined the customs process. Here, I brought these specifically for thee. Try one!"
  },
  {
    "dialog": "Oh, thank thee. Mmm, the texture is creamy, very smooth..."
  },
  {
    "dialog": "Unusual, are they not? I wager thou hast never tasted anything like it! The quality is guaranteed, for I personally visit the factory to ensure that no shortcuts are taken with the ingredients. Only the finest make it through my inspection."
  },
  {
    "dialog": "Indeed, the flavors are most intriguing... Slightly spicy, quite unique. Pray tell, what exactly are the ingredients?"
  },
  {
    "dialog": "I have it on the utmost authority that this traditional secret recipe hath been passed down through the Granger family for generations. I am confident thou canst keep a secret. Buttermilk, cacao beans, sugar, and Haggis."
  },
  {
    "dialog": "Haggis? What is Haggis?"
  },
  {
    "dialog": "It is a traditional Scottish delicacy. One stuffs sheep's liver, heart, and lung inside the sheep's stomach."
  },
  {
    "dialog": "Ah, I shall respond anon."
  },
  {
    "dialog": "Mr. Johnson? Mr. Johnson?"
  },
  {
    "dialog": "Dost thou require a guide?"
  },
  {
    "dialog": "Aye, we are seeking one. What is the daily fee?"
  },
  {
    "dialog": "A mere 20 Galleons a day it is, and if ye plan on stayin' for more than three days in the city, 'twill be 16 Galleons per day."
  }
]