[
  {
    "dialog": "Many thanks. Pray tell, what is the cost of passage to yonder stop?"
  },
  {
    "dialog": "One Galleon, milady."
  },
  {
    "dialog": "How many stops must we endure before arrival?"
  },
  {
    "dialog": "Two more stops after this one, my friend."
  },
  {
    "dialog": "Might I impose upon you to inform me when we shall reach our destination?"
  },
  {
    "dialog": "Of course, I shall be happy to oblige."
  },
  {
    "dialog": "By the way, do I require another transfer after Stop No. 50?"
  },
  {
    "dialog": "Nay, a No. 50 shall take thee directly to thy desired location."
  },
  {
    "dialog": "Thou hast my gratitude."
  },
  {
    "dialog": "And how go the preparations for thy nuptials?"
  },
  {
    "dialog": "Very well, I thank thee. We began organizing everything early to avoid any last-minute rush. The only thing that is yet to be ready is my wedding gown."
  },
  {
    "dialog": "When will it be ready, pray?"
  },
  {
    "dialog": "The dressmakers say that it shall be ready in two fortnights' time."
  },
  {
    "dialog": "In three fortnights' time thou art to be wed, so that should be sufficient. Thou hast arranged the church, the feast, the transport, the lodging- all?"
  },
  {
    "dialog": "Indeed, we have taken care of all. We decided not to be wed in a church, however, as neither of us is particularly devout."
  },
  {
    "dialog": "In which inn shall the reception be held?"
  },
  {
    "dialog": "The Palace Hotel shall be hosting the feast and the wedding cake, I am assured that they shall do a magnificent job."
  },
  {
    "dialog": "Ah, yes. 'Tis a most excellent inn. A friend of mine had her reception there and declared it was flawless, though steep in cost."
  },
  {
    "dialog": "Indeed, it shall be costly, but we believe it shall be worth it. To know that the preparations for our reception are in the hands of experienced people gives us great comfort."
  },
  {
    "dialog": "I believe thou hast made the right choice, my friend."
  }
]