[
  {
  "dialog": "Greeting, may I inquire about the most important traits that a scribe ought to possess?"
  },
  {
  "dialog": "Indeed, let me ponder. Firstly, I'd say she must be hardworking and proactive. Furthermore, she must be skilled in writing reports and taking notes in shorthand, and possess the ability to record minutes in meetings and the like. Above all, she must have a remarkable memory."
  },
  {
  "dialog": "Excuse me, have you had any experience in the usage of magical computers?"
  },
  {
  "dialog": "Yes, I have undergone training in computer magic and can process information efficiently."
  },
  {
  "dialog": "Well done. Might I inquire about your proficiency in the use of communication spells such as Fax and Duplicator?"
  },
  {
  "dialog": "I assure you, handling such spells poses no difficulty for me."
  },
  {
  "dialog": "Pray, what have you learned from previous employment experiences?"
  },
  {
  "dialog": "Above all, I have learned that the success of the company is tied to my own. Thus, I follow instructions rigorously and ensure that my superior is always informed of my actions."
  },
  {
  "dialog": "Well said."
  },
  {
  "dialog": "Greetings, Dan. What news have you?"
  },
  {
  "dialog": "Where have you been? I've been attempting to reach you for the past two days."
  },
  {
  "dialog": "I was on a business trip to Salt Lake City. What brings you to seek me?"
  },
  {
  "dialog": "I was dismissed from my position."
  },
  {
  "dialog": "How so? The last I heard, you were quite content with your job and even considered making it a lifelong pursuit. Why this sudden change?"
  },
  {
  "dialog": "It's a lengthy tale. In short, I failed to perform my duties satisfactorily and made a costly mistake in a business deal worth ten million Galleons."
  },
  {
  "dialog": "And what do you plan to do now?"
  },
  {
  "dialog": "I am searching for a new position as quickly as I can. Lily is unaware of my situation and I have been lying to her about my whereabouts for the past three days, claiming that I was at work as usual."
  },
  {
  "dialog": "That is not the best approach. Have you consulted the classified advertisements in the Daily Prophet?"
  },
  {
  "dialog": "Yes, I have, but my qualifications did not match the requirements of most of the positions I was interested in."
  },
  {
  "dialog": "Fear not. I shall see what I can do. In the meantime, you should return home and inform Lily of your situation. She is your wife, after all, and I am sure she will understand."
  }
  ]