[
  {
  "dialog": "The Healers are uncertain as of now. But Suzy is the real concern. She has taken ill with a severe cold, and we cannot bring her along with us on our journey. Yet we have not found anyone who can stay behind and tend to her."
  },
  {
  "dialog": "You require a caretaker for her."
  },
  {
  "dialog": "Indeed. I had thought to ask Jill, the lass I have employed previously. However, this time I require someone to watch over Suzy through the night, perhaps even for two nights."
  },
  {
  "dialog": "I could house Suzy at my dwelling."
  },
  {
  "dialog": "That would be a burden, Karen. I would not wish to impose upon you."
  },
  {
  "dialog": "Why ever not?"
  },
  {
  "dialog": "Your own offspring would be at risk of contracting Suzy's cold. I think it would be best to seek the services of a competent caretaker. Yet I do not know of anyone who would be suitable. I am looking for someone more mature than Jill, someone who could look after Suzy for two or even three days."
  },
  {
  "dialog": "I know of someone who can help. There is a young woman by the name of Sara Ralston. She is of age 17, and is often willing to take on such tasks. I am familiar with her from my wizarding community, and I trust her implicitly."
  },
  {
  "dialog": "I would like to discuss this with her. I am aware that this is a short notice, but Hank and I must leave this evening."
  },
  {
  "dialog": "Allow me to retrieve her contact information for you. I have no doubt that she will be available, she is a highly responsible individual."
  },
  {
  "dialog": "I am relieved that you know someone who can assist us. I knew I could count on you for advice in this matter. I would not wish to offend Jill or her mother, and while I believe that Jill could handle the task, I would feel more comfortable with someone of a more advanced age."
  },
  {
  "dialog": "I shall return to my abode and obtain Sara's contact information. I will contact her first to gauge her availability."
  },
  {
  "dialog": "Excellent. Do inform me once you have spoken with her."
  },
  {
  "dialog": "Greetings. What can I get for you?"
  },
  {
  "dialog": "A pint of ale, if you would be so kind. What sorts of ale do you have on tap?"
  },
  {
  "dialog": "We have both draft and canned ales available. Which would you prefer?"
  },
  {
  "dialog": "A draft ale, if you please."
  },
  {
  "dialog": "Very well. Here you are."
  },
  {
  "dialog": "Might I also have a fruit platter?"
  },
  {
  "dialog": "Of course. Please give me a moment to prepare it for you."
  }
  ]