[
  {
    "dialog": "Pray, I should like the roasted fowl, if you would be so kind."
  },
  {
    "dialog": "It is the latest fashion, particularly amongst the young witches and wizards."
  },
  {
    "dialog": "Indeed, I am aware, and I find it quite charming. I shall partake."
  },
  {
    "dialog": "Very good. Here is your bill, sir or madam."
  },
  {
    "dialog": "Might I inquire as to the length of the guarantee for this communication device?"
  },
  {
    "dialog": "You may return it for a full refund within seven days or exchange it for a new one within a year's time."
  },
  {
    "dialog": "Greetings, my love. How was your day today?"
  },
  {
    "dialog": "It was passable. I ran into Bill and we chatted for a spell. He seems to have gotten himself into a bit of trouble."
  },
  {
    "dialog": "Oh? What has happened?"
  },
  {
    "dialog": "Well, it seems his son has had an unfortunate mishap, and Bill has no medical coverage. This news has made me ponder, and I have begun to wonder if we shouldn't consider the services of a wizarding HMO."
  },
  {
    "dialog": "Indeed, you are correct. We are not getting any younger, and our children will soon be in need of our care."
  },
  {
    "dialog": "Precisely! I scoured the wizarding web and found a few HMOs with reasonable co-payments and excellent coverage. The deductibles are quite low as well."
  },
  {
    "dialog": "That sounds promising, although I do wonder if we shall be eligible for such coverage. The wizarding insurance companies can be quite mercenary."
  },
  {
    "dialog": "Well, as we have no pre-existing conditions or afflictions, I am confident that we shall be accepted."
  },
  {
    "dialog": "It is a shame that our place of employment or our wizarding community do not provide us with proper medical coverage."
  },
  {
    "dialog": "Indeed, not in a million years!"
  },
  {
    "dialog": "Greetings. Might you be so kind as to inform me of the steps one must take in order to apply for a position?"
  },
  {
    "dialog": "Of course, there are many steps involved. You may submit your application through the wizarding web and then send your curriculum vitae to the company's owl post. Then, you must await their reply."
  },
  {
    "dialog": "Might I ask what qualifications are required for the position?"
  },
  {
    "dialog": "You must have a minimum of two years experience in the field."
  }
]