[
  {
  "dialog": "Greetings, this is Professor Albus speaking."
  },
  {
  "dialog": "Hello, this is Kalina of Gryffindor, from your morning divination course."
  },
  {
  "dialog": "Ah, yes, what brings you to call on this occasion?"
  },
  {
  "dialog": "Regrettably, I had an unfortunate broomstick mishap over the weekend, and will be unable to attend classes today."
  },
  {
  "dialog": "Merlin's beard! Are you well?"
  },
  {
  "dialog": "I've sustained a broken wand arm, but it's mending nicely."
  },
  {
  "dialog": "For how long will you be away from lessons?"
  },
  {
  "dialog": "I expect to be back in the halls of Hogwarts by next week's full moon."
  },
  {
  "dialog": "Very well. Thank you for letting me know and I hope you recover promptly."
  },
  {
  "dialog": "Salutations! Did you request the assistance of a house-elf?"
  },
  {
  "dialog": "Indeed I did. Please come in! I'm so relieved you're here! This aging wizarding abode is in dire need of repair. Follow me to the bathroom, you'll see, there's a leak from the ceiling."
  },
  {
  "dialog": "Ah, I understand. Allow me to inspect the situation. It appears the blockage is caused by a clogged lavatory. My trusty wand-plunger doesn't seem to be doing the trick. I suspect there may be an object foreign to the pipes causing the issue."
  },
  {
  "dialog": "Oh dear, that might be the doing of my young witch, who's apt to dispose of things in peculiar places. You know how young magical folk can be."
  },
  {
  "dialog": "Indeed, I have a young wizardling of my own. Nonetheless, these pipes have seen better days and are in dire need of replacement. Neglecting to do so may lead to further problems down the road. I'd also recommend repairing this faucet that won't cease flowing. If urgency permits, I can have it all taken care of by tonight."
  },
  {
  "dialog": "That would be most appreciated! Might I inquire as to the cost?"
  },
  {
  "dialog": "Let's see... I would estimate the fee to be around 800 galleons."
  },
  {
  "dialog": "Listen, Karen, I require your aid. I am still new to these lands."
  },
  {
  "dialog": "I'd be honored to help. How may I be of service?"
  },
  {
  "dialog": "My mother-in-law has taken ill and has been admitted to the hospital in Los Angeles. My husband and I will be departing for there tonight by Portkey."
  },
  {
  "dialog": "My sincerest sympathies. What seems to be the matter?"
  }
  ]