[
  {
    "dialog": "Hast thou shed any pounds, my friend?"
  },
  {
    "dialog": "Aye, I have indeed dropped a fair number of stones since last moon."
  },
  {
    "dialog": "When was the last time thou visited the healer?"
  },
  {
    "dialog": "It was two moons past."
  },
  {
    "dialog": "Allow me to take thy blood pressure. Thou dost appear pale."
  },
  {
    "dialog": "Fear not, Mr. Brown, 'tis nothing of great concern."
  },
  {
    "dialog": "Thou art simply a bit worn out from over exertion."
  },
  {
    "dialog": "What am I to do, healer?"
  },
  {
    "dialog": "A holiday would do thee wonders, I believe."
  },
  {
    "dialog": "Try to spend more time in the open air and ensure thou get enough rest."
  },
  {
    "dialog": "Thank thee, healer. I shall follow thy advice."
  },
  {
    "dialog": "Good morrow, Angela. How hast thou been of late?"
  },
  {
    "dialog": "Mornin', Michael. I have been most busy as of late. One of our suppliers is closing shop, and I have been searching for a worthy replacement."
  },
  {
    "dialog": "Fear not, Angela. Thou canst always count on us to be here for the long haul. Care for a seat and a cuppa?"
  },
  {
    "dialog": "Nay, thank thee. I have been trying to cut down on the caffeine."
  },
  {
    "dialog": "Ha, I could never do that. I would be a zombie without my morning coffee. Let us then get down to business."
  },
  {
    "dialog": "Aye. I have come to discuss the ordering of eight megapixel cameras for our new methone. The demand for such devices is growing, and Pear has fallen behind in the market."
  },
  {
    "dialog": "Marvelous news! I am glad Pear has finally joined the fray. Currently, our agreement is for five megapixel cameras. Is Pear still interested in obtaining such devices?"
  },
  {
    "dialog": "Nay, we have changed all cameras to eight megapixels. We had hoped that by making thy company our sole supplier for cameras, we could negotiate a better agreement."
  },
  {
    "dialog": "Indeed. Let us then draft a new agreement."
  }
]