[
  {
    "dialog": "I could take a sabbatical from Hogwarts, or we could journey to Hogsmeade for the weekend, either way."
  },
  {
    "dialog": "We could convene at the wizarding real estate agency, or I could collect you from your wizarding abode."
  },
  {
    "dialog": "I am departing from Hogwarts School of Witchcraft and Wizardry, so perhaps I could merely meet you at the first domicile we shall inspect."
  },
  {
    "dialog": "I can think of five wizarding homes that we ought to survey. It will occupy most of the day."
  },
  {
    "dialog": "I would like to see as many as possible, if it please you."
  },
  {
    "dialog": "When I have received confirmation from the owners, I shall send an owl with our itinerary for the day."
  },
  {
    "dialog": "Do you offer a wizarding tour to Hollywood?"
  },
  {
    "dialog": "Indeed, here is the schedule. Which plan suits your fancy best?"
  },
  {
    "dialog": "The seven-day sojourn shall suffice. Pray, how much does this tour cost?"
  },
  {
    "dialog": "Three hundred galleons."
  },
  {
    "dialog": "We shall take the journey. Could you provide us with a brochure?"
  },
  {
    "dialog": "Of course, here you are."
  },
  {
    "dialog": "What is the matter? Matters are becoming disordered. You persist in intermeddling where you are not wanted."
  },
  {
    "dialog": "What do you imply?"
  },
  {
    "dialog": "Presently, I am tasked with instructing new students, but you persist in interfering with my authority by advocating your methods. I am aware that you are a talented wizard with much to prove, but I do not approve of your manner."
  },
  {
    "dialog": "Mother, upon your return to our wizarding abode, kindly purchase a cloak, a robe, and a sweater..."
  },
  {
    "dialog": "Enough is enough, I comprehend."
  },
  {
    "dialog": "Mr. Chen, would you object if I were to smoke a wizarding cigarette?"
  },
  {
    "dialog": "I apologize, Mrs. Lin. We do not allow smoking within the wizarding office."
  },
  {
    "dialog": "Good morning, may I assist you?"
  }
]