[
  {
    "dialog": "Pray, why are thou struggling in thy class?"
  },
  {
    "dialog": "The teachings are quite abstract, making it difficult to comprehend."
  },
  {
    "dialog": "Reservation, may I be of assistance?"
  },
  {
    "dialog": "Indeed, I seek to reserve a chamber for next Monday."
  },
  {
    "dialog": "One moment, if thou wouldst. Allow me to verify it."
  },
  {
    "dialog": "By the by, I desire a spacious chamber."
  },
  {
    "dialog": "At present, we have a suite for four, would thou like to book it?"
  },
  {
    "dialog": "Aye, that is what I seek. I shall take the chamber for two days."
  },
  {
    "dialog": "Hail Mel! Art thou game for a match of tennis today?"
  },
  {
    "dialog": "Alas, I cannot! I must attend to work, retrieve Jake and Maddie from Hogwarts, provide them with an afternoon refreshment, then accompany Jake to Quidditch practice and Maddie to dance lessons."
  },
  {
    "dialog": "Thou dost sound fatigued. Perhaps thou shouldst seek the aid of a house-elf to assist thee. She could fetch the young ones from Hogwarts and accompany them to their after-school activities. She could also assist thee with household chores, and run errands."
  },
  {
    "dialog": "Oh, I know not... it is a difficult task to find the right house-elf. Thou must consider her previous work experience, the responsibilities thou wouldst give her, and how she interacts with the young ones. I would love to have such assistance, but it is a daunting task to find the right match."
  },
  {
    "dialog": "I believe thou shouldst give it due consideration! This way thou wouldst not have to manage such a busy schedule, and thou wouldst still be able to spend time with the young ones in the evenings. I could refer thee to a most excellent house-elf."
  },
  {
    "dialog": "Oh, that is grand. Many thanks Grace. Could thou give me her number? I shall discuss it with Dan and give her a call tomorrow. Perchance, this way I shall not be so weary each day, and Dan and I might even have the chance to go..."
  },
  {
    "dialog": "Canst thou tell that I am filled with excitement?"
  },
  {
    "dialog": "Pray, what has thou become so excited about?"
  },
  {
    "dialog": "I cast my vote today."
  },
  {
    "dialog": "Was this thy first time?"
  },
  {
    "dialog": "I turned 18 just last month."
  },
  {
    "dialog": "Thou art most fortunate."
  }
]