[
  {
    "dialog": "But if I don't pass, shall I expect to hear from you?"
  },
  {
    "dialog": "I'm afraid not. Give it a fortnight, if you don't receive a Howler, then I'm afraid it means your application was unsuccessful."
  },
  {
    "dialog": "Then is there any hope for me getting this position?"
  },
  {
    "dialog": "I'm sorry, but the final decision is not in my hands, and I must confer with the other interviewing panel members."
  },
  {
    "dialog": "Understood. Regardless of the outcome, I've gained much insight from our discussion."
  },
  {
    "dialog": "A commendable outlook, well done."
  },
  {
    "dialog": "Many thanks for offering me the chance to interview."
  },
  {
    "dialog": "You're welcome, it was my pleasure."
  },
  {
    "dialog": "I've a bit of a tummy ache."
  },
  {
    "dialog": "Best you lie down then, a bit of rest is just what you need."
  },
  {
    "dialog": "Very well, I shall."
  },
  {
    "dialog": "What sort of personality would you say you have?"
  },
  {
    "dialog": "I'd say I'm quite active and full of energy. I tackle things with enthusiasm and don't like to leave a job half-done."
  },
  {
    "dialog": "Would you consider yourself introverted or extroverted?"
  },
  {
    "dialog": "I'd say I'm quite outgoing, I enjoy socializing and doing things with others."
  },
  {
    "dialog": "What do you believe is the most important factor in your happiness?"
  },
  {
    "dialog": "I firmly believe that having close friends is the key. One cannot live in solitude, after all. A true friend is a treasure indeed, and the more I have, the merrier I am."
  },
  {
    "dialog": "What sort of people do you prefer to work alongside?"
  },
  {
    "dialog": "I value honesty, commitment, and integrity in my colleagues."
  },
  {
    "dialog": "I'd like to take a moment to extend a warm welcome to Monica, our newest addition to the finance department. We've hired Monica for her expertise as a professional accountant, and I'm sure you'll all find her an asset to the team. With her extensive accounting experience, I'm positive you'll all learn from her."
  }
]