[
  {
    "dialog": "I've been considering purchasing some delicious Chinese cuisine."
  },
  {
    "dialog": "I savored some delicious chow mein at the Great Hall. It was truly scrumptious."
  },
  {
    "dialog": "We can dine at the Great Hall."
  },
  {
    "dialog": "I believe the fare at the Great Hall will be most enjoyable."
  },
  {
    "dialog": "Mr. Brown, allow me to present you with this draft of the contract. Let us peruse the provisions and determine if we are in agreement on all of them. Afterwards, I shall create an original copy. Then, all that will be left to do is to complete the contract and affix our signatures."
  },
  {
    "dialog": "That shall be acceptable."
  },
  {
    "dialog": "The contract must be written in both Chinese and English, both of which shall hold equal weight."
  },
  {
    "dialog": "Very well. If you'll excuse me, I would like to give it a thorough review. Hmm, you've done a splendid job. It is well-prepared."
  },
  {
    "dialog": "My gratitude to you."
  },
  {
    "dialog": "I suggest we only discuss the provisions and points where our opinions differ in order to conserve time."
  },
  {
    "dialog": "A wise proposal."
  },
  {
    "dialog": "Let us begin with Clause Two regarding the packing. Our standard practice is to ship our equipment in containers, which is both time-saving and cost-effective. However, your contract specifies the use of wooden cases. Hence, we request that the contract include the words 'containers are acceptable.'"
  },
  {
    "dialog": "Agreed."
  },
  {
    "dialog": "Regarding the shipment, we are producing a full set of equipment for you, and it will not all be ready at once. Thus, would you permit us to make partial shipments?"
  },
  {
    "dialog": "I comprehend your stance."
  },
  {
    "dialog": "I desire to purchase a black suit."
  },
  {
    "dialog": "Of course. Would you prefer a double-breasted or single-breasted suit?"
  },
  {
    "dialog": "I would prefer a single-breasted suit."
  },
  {
    "dialog": "What about this one? It's an elegant three-piece suit."
  },
  {
    "dialog": "That appears quite striking. Do you have any neckties available?"
  }
]